import React from 'react';

const Icon = () => (
    <svg width="64px" height="64px" viewBox="0 0 64 64" version="1.1" xmlns="http://www.w3.org/2000/svg">
        <g id="Icon/Grip-Lines" stroke="none" strokeWidth="1" fillRule="evenodd">
            <path
                d="M62,36 C63.0999756,36 64,36.9000244 64,38 L64,42 C64,43.0999756 63.0999756,44.0000191 62,44.0000191 L2,44.0000191 C0.900024414,44.0000191 0,43.0999756 0,42 L0,38 C0,36.9000244 0.900024414,36 2,36 L62,36 Z M62,20 C63.0999756,20 64,20.9000244 64,22 L64,26 C64,27.0999756 63.0999756,28.0000191 62,28.0000191 L2,28.0000191 C0.900024414,28.0000191 0,27.0999756 0,26 L0,22 C0,20.9000244 0.900024414,20 2,20 L62,20 Z"
                id="🎨-Icon-Fill"
            ></path>
        </g>
    </svg>
);

export default Icon;
